Repository: prototypefund/alertrixdjango
Catalog: alertrix/locale/*/LC_MESSAGES/django.po
Languages: de

source: create registration token
de: Registrier-Token erstellen

source: register
de: Registrieren

source: create admin account
de: Admin-Account erstellen

source: create user
de: Nutzer anlegen

source: not a valid token for %(user_id)s
de: Kein gültiges token für %(user_id)s

source: not a valid token
de: Kein gültiges Token

source: no main application service registration has been specified yet
de: Es wurde noch kein Anwendungsdienst registriert.

source: this service is not set up to send messages
de: Dieser Service ist noch nicht eingerichtet, um Nachrichten zu versenden.

source: invite <a href="https://matrix.to/#/%(user_id)s">%(user_id)s</a> to a direct message first
de: Lade zuerst <a href="https://matrix.to/#/%(user_id)s">%(user_id)s</a> in einen Direktnachrichten-Chat ein.

source: use this token to register on %(url)s: %(token)s
de: Nutze dieses Token, um dich bei %(url)s zu registrieren: %(token)s

source: <p>use this token to register on <a href="%(url)s">%(host)s</a></p> <pre><code>%(token)s</code></pre>
de: <p>Nutze dieses Token, um dich bei <a href="%(url)s">%(host)s</a> zu registrieren:</p> <pre><code>%(token)s</code></pre>

source: failed to send token to %(user_id)s: %(errcode)s %(error)s
de: Fehler beim senden des Tokens an %(user_id)s: %(errcode)s %(error)s

source: based on you user name, the homeserver on %(url)s has been added
de: Basierend auf deinem Nutzernamen wurde der Heimserver unter %(url)s hinzugefügt.

source: %(user)s has been added to %(group_name)s
de: %(user)s wurde zu %(group_name)s hinzugefügt.

source: please make sure your password manager works by logging in
de: Bitte stelle sicher, dass dein Passwort-Manager funktioniert, indem du dich einloggst.

source: handler cannot be empty
de: Verhaltensdefinition darf nicht leer sein.

source: invalid handler id
de: Ungültige ID für Verhaltensdefinition

source: you are not allowed to use this %(object)s
de: Du bist nicht berechtigt, dieses %(object)s zu verwenden.

source: new company
de: Neue Organisation

source: admin group name
de: Name der Admin-Gruppe

source: federate
de: Föderiere

source: matrix user id
de: Matrix-Nutzer-ID

source: %(field)s cannot be empty
de: %(field)s darf nicht leer sein.

source: group already exists
de: Gruppe existiert bereits

source: %(field)s could not be corrected automatically
de: %(field)s konnte nicht automatisch ausgefüllt werden.

source: %(app_service)s is not interested in %(user_id)s
de: %(app_service)s ist nicht an %(user_id)s interessiert.

source: %(user_id)s is misconfigured and cannot be used
de: %(user_id)s ist falsch konfiguriert und kann nicht genutzt werden.

source: %(field)s already taken
de: %(field)s ist bereits vergriffen.

source: %(user_id)s already exists on the homeserver but is unknown to the application service
de: %(user_id)s existiert bereits auf dem Heimserver, ist dem Anwendungsdienst aber unbekannt

source: invite user
de: Nutzer einladen

source: invite
de: Einladen

source: description
de: Beschreibung

source: new unit
de: Neue Einheit

source: you need to select at least one company
de: Du musst mindestens eine Organisation auswählen.

source: this choice is not valid
de: Diese Auswahl ist ungültig.

source: responsible user
de: Zuständiger Account

source: company
de: Organisation

source: companies
de: Organisationen

source: slug
de: Rohbau

source: handler
de: Verhaltensdefinition

source: unit
de: Einheit

source: units
de: Einheiten

source: managed by
de: Verwaltet von

source: available to
de: Nutzbar durch

source: applicationservices
de: Anwendungsdienste

source: setting up %(title)s
de: %(title)s einrichten

source: specify the path to this application services config by adding the following lines to your <code>homeserver.yaml</code>
de: Gib den Pfad zu der Konfiguration für den Anwendungsdienst an, indem du die folgenden Zeilen zu der <code>homeserver.yaml</code> deines Heimservers hinzufügst.

source: copy the following code snippet into the file you previously specified
de: Kopiere den folgenden Codeschnipsel in die Datei, die du eben angegeben hast.

source: now restart your homeserver
de: Starte jetzt deinen Heimserver neu.

source: you can test the connection by running the following command
de: Du kannst die Verbindung testen, indem du folgenden Befehl ausführst.

source: members
de: Mitglieder

source: user id
de: Nutzer-ID

source: display name
de: Anzeigename

source: power level
de: Berechtigungslevel

source: show advanced fields
de: Erweiterte Felder anzeigen

source: save
de: Speichern

# verb
source: alert
de: Alarmieren

source: this feature is not available yet
de: Dieses Feature ist noch nicht verfügbar.

source: superordinate
de: Übergeordnet

source: subordinate
de: Untergeordnet

source: back
de: Zurück

source: setup
de: Einrichten

source: <a href="%(url)s">you need to add a handler</a>
de: <a href="%(url)s">Du musst eine Verhaltensdefinition hinzufügen</a>

source: list
de: Liste

source: the matrix room alias has automatically been set to "%(alias)s"
de: Der Raum-Alias wurde automatisch auf "%(alias)s" gesetzt.

source: user has been added to group
de: Nutzer wurde der Gruppe hinzugefügt.

source: edit
de: Bearbeiten

source: no matrix space associated with this %(object)s
de: Es ist kein Matrix-Space mit diesem %(object)s verknüpft.

source: %(user_id)s has been invited
de: %(user_id)s wurde eingeladen.

source: %(user_id)s could not be invited to this room: %(errcode)s %(error)s
de: %(user_id)s konnte nicht in diesen Raum eingeladen werden: %(errcode)s %(error)s

source: unable to get room state: %(errcode)s %(error)s
de: Nicht in der Lage, den Raum-Status abzufragen: %(errcode)s %(error)s

source: power level for %(user_id)s has been set to %(power_level)d
de: Berechtigungslevel für %(user_id)s wurde auf %(power_level)d gesetzt.

source: %(user_id)s's power level could not be set to %(power_level)d: %(errcode)s %(error)s
de: Das Berechtigungslevel von %(user_id)s konnte nicht auf %(power_level)d gesetzt werden: %(errcode)s %(error)s

source: failed putting room state (%(event_type)s): %(errcode)s %(error)
de: Fehler beim Setzen des Raum-Status (%(event_type)s): %(errcode)s %(error)

source: failed to create matrix space: %(errcode)s %(error)s
de: Fehler beim Erstellen des Matrix-Space: %(errcode)s %(error)s
